Repository: devworx-au/Tekno.FlexSlider
Catalog: App_Data/Localization/*/orchard.module.po
Languages: tr_tr

# Tekno.FlexSlider.AdminMenu
source: Slider
tr_tr: Slayt

# Tekno.FlexSlider.AdminMenu
source: New Slider Group
tr_tr: Yeni Slayt Grubu

# Tekno.FlexSlider.AdminMenu
source: Manage Slider Groups
tr_tr: Slayt Gruplarını Yönet

# Tekno.FlexSlider.AdminMenu
source: New Slider Item
tr_tr: Yeni Slayt Öğesi

# Tekno.FlexSlider.AdminMenu
source: Manage Slider Items
tr_tr: Slayt Öğelerini Yönet

# Tekno.FlexSlider.Controllers.AdminController
source: Not allowed to manage slide items
tr_tr: Slayt öğelerini yönetme yetkiniz yok

# Tekno.FlexSlider.Drivers.FlexSliderDriver
source: Not allowed to view slide items
tr_tr: Slayt öğelerini görüntüleme yetkiniz yok

# Tekno.FlexSlider.Drivers.FlexSliderGroupDriver
source: Not allowed to view slide items
tr_tr: Slayt öğelerini görüntüleme yetkiniz yok

# ~/Modules/Tekno.FlexSlider/Views/Admin/Items.cshtml
source: Slider
tr_tr: Slayt

# ~/Modules/Tekno.FlexSlider/Views/Admin/Items.cshtml
source: You have not yet created any slider items. Create a
tr_tr: Hiç yeni slayt öğesi oluşturulmamış.

# ~/Modules/Tekno.FlexSlider/Views/Admin/Items.cshtml
source: new slider item
tr_tr: Yeni bir slayt öğesi

# ~/Modules/Tekno.FlexSlider/Views/Admin/Items.cshtml
source: now.
tr_tr: oluşturun.

# ~/Modules/Tekno.FlexSlider/Views/Parts/FlexSlider.cshtml
source: Slide Order
tr_tr: Slayt Sırası

# ~/Modules/Tekno.FlexSlider/Views/Parts/FlexSlider.cshtml
source: Group
tr_tr: Grup

# ~/Modules/Tekno.FlexSlider/Views/EditorTemplates/Parts/FlexSlider.cshtml
source: Slide Order
tr_tr: Slayt Sırası

# ~/Modules/Tekno.FlexSlider/Views/EditorTemplates/Parts/FlexSlider.cshtml
source: Slider Group
tr_tr: Slayt Grubu

# ~/Modules/Tekno.FlexSlider/Views/EditorTemplates/Parts/FlexSliderWidget.cshtml
source: Showing Items
tr_tr: Gösterilecek Öğe

# ~/Modules/Tekno.FlexSlider/Views/EditorTemplates/Parts/FlexSliderWidget.cshtml
source: count
tr_tr: adet

# ~/Modules/Tekno.FlexSlider/Views/EditorTemplates/Parts/FlexSliderWidget.cshtml
source: Slider Group
tr_tr: Slayt Grubu

# ~/Modules/Tekno.FlexSlider/Views/Admin/Groups.cshtml
source: Slider Group
tr_tr: Slayt Grubu

# ~/Modules/Tekno.FlexSlider/Views/Admin/Groups.cshtml
source: You have not yet created any slider groups. Create a
tr_tr: Hiç yeni slayt grubu oluşturulmamış.

# ~/Modules/Tekno.FlexSlider/Views/Admin/Groups.cshtml
source: new slider group
tr_tr: Yeni bir slayt grubu

# ~/Modules/Tekno.FlexSlider/Views/Admin/Groups.cshtml
source: now.
tr_tr: oluşturun.
